{
  "endDate" : "2024",
  "DATAFLOW" : " - ",
  "description" : "<p style=\"text-align: justify;\">The Economic Accounts for Agriculture (EAA) provide detailed information on the preformance and the income of the agricultural sector. The purpose is to analyse the production process of the agricultural industry and the income derived from it. The accounts are therefore based on the industry concept.</p>\n<p>The EAA are detailed data on the value of output, intermediate consumption, subsidies and taxes, consumption of fixed capital, rent and interest, capital formation etc. The values are available in both current prices and volume terms.</p>\n<p>Agricultural Labour Input (ALI) statistics are an integrated part of the overall concept of the EAA. Meanwhile&nbsp;Unit Values (UV) were an integragted part of the concept of EAA only until 2018. Since then the&nbsp;collection of UV is&nbsp;discontinued.</p>\n<p style=\"text-align: justify;\">The EAA are a satellite account of the European System of Accounts (ESA), providing complementary information and concepts adapted to the particular nature of the agricultural industry. Although their structure very closely matches that of the national accounts, their compilation requires the formulation of appropriate rules and methods.</p>\n<p>National Statistical Institutes or Ministries of Agriculture are responsible for data collection and calculations of national EAA, in accordance with EC Regulations. Eurostat is responsible for the EU aggregations.</p>\n<p><strong>Regional data</strong></p>\n<p>The EAA are also compiled at regional level (NUTS2), but only in values at current prices. The agricultural labour input data however, are not available at regional level.</p>\n<p>Please note that for paragraphs where no metadata for regional data has been specified, the regional metadata is identical to the metadata provided for national data.</p>\n<p><strong>Frequency of data collection for data under Regulation (EC) No 138/2004</strong></p>\n<table style=\"width: 486px;\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"297\">\n<p>Dataset</p>\n</td>\n<td width=\"189\">\n<p>Transmission date via eDamis*</p>\n</td>\n</tr>\n<tr>\n<td width=\"297\">\n<p>EAA at current prices and at prices of previous year, detailed</p>\n</td>\n<td width=\"189\">\n<p>30 September year n+1</p>\n</td>\n</tr>\n<tr>\n<td width=\"297\">\n<p>EAA Regional data**</p>\n</td>\n<td width=\"189\">\n<p>30 September year n+2</p>\n</td>\n</tr>\n<tr>\n<td width=\"297\">\n<p>EAA First Estimates</p>\n</td>\n<td width=\"189\">\n<p>30 November year n</p>\n</td>\n</tr>\n<tr>\n<td width=\"297\">\n<p>EAA Second Estimates</p>\n</td>\n<td width=\"189\">\n<p>31 March year n+1</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;* Templates for data transmission are accessible on&nbsp;<a href=\"https://circabc.europa.eu/ui/group/a9c5638c-8940-4e25-b6de-02ace3e161e7/library/cbc11cc1-030c-4396-96f6-f6706b037894?p=1&amp;n=10&amp;sort=modified_DESC\">Circabc</a>.</p>\n<p>** Data transmission under regulation since 2023, except for countries receiving derogation from&nbsp;2025.&nbsp;</p>",
  "title" : "Agricultural labour input statistics: indices",
  "coverageSector" : "<p>The sector covers the income of all units involved in agricultural production, even if some of those units have more important economic activities or if the purpose of some others is not commercial. Note, however, that kitchen gardens (producing for own-consumption only) are not included.</p>\n<p>Division 01 of NACE Rev. 2 comprises:</p>\n<p>•Group 01.1: Growing of non-perennial crops;</p>\n<p>•Group 01.2: Growing of perennial crops;</p>\n<p>•Group 01.3: Plant propagation;</p>\n<p>•Group 01.4: Animal production;</p>\n<p>•Group 01.5: Mixed farming;</p>\n<p>•Group 01.6: Support activities to agriculture and post-harvest crop activities;</p>\n<p>•Group 01.7: Hunting, trapping and related service activities.</p>\n<p>The list of agricultural activities characteristic of the EAA corresponds to these seven groups of activities (01.1to 01.7), but with the following caveats:</p>\n<p>- the inclusion of the production of wine and olive oil (exclusively using grapes and olives grown by the same holding),</p>\n<p>- the exclusion of certain activities which, in NACE Rev. 2, are considered as agricultural services (e.g. the operation of irrigation systems - only agricultural contract work is taken into account here).</p>\n<p>The agricultural industry of the EAA differs in some respects from the branch as defined for national accounts purposes. The differences relate to the definition of both characteristic activities and units. They can be summarised as follows:</p>\n<p>EAA agricultural industry =</p>\n<p>NA agricultural branch</p>\n<p>- Production units providing associated agricultural services other than agricultural contract work (i.e. the operation of irrigation systems)</p>\n<p>+ Agricultural separable secondary activities of units whose principal activity is not agricultural</p>\n<p>The NACE-classification (rev2) has been implemented by September 2011 in the ESA and in EAA.</p>",
  "contactOrganizationProvider" : "<p>Eurostat, the statistical office of the European Union.</p>",
  "prov_elab" : "no",
  "licence_name" : "<p>Only non-confidential data are received. Data can be subject to agreed embargoes related to national release dates.</p>",
  "dtm_manager" : "FondazioneGrins",
  "provider" : "4D0",
  "newTagName" : "Agriculture, Economic account for agriculture",
  "FREQ" : "The time interval at which observations occur over a given time period.",
  "timeDimension" : "2020-A0",
  "licence_description" : "<p style=\"text-align: justify;\"><a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:087:0164:0173:En:PDF\" target=\"_blank\">Regulation (EC) No 223/2009 on European statistics</a> (recital 24 and Article 20(4)) of 11 March 2009 (OJ L 87, p. 164), stipulates the need to establish common principles and guidelines to ensure the confidentiality of data used for the production of European statistics and the access to those confidential data, with due account for technical developments and the requirements of users in a democratic society.</p>",
  "ITM_NEWA" : " - ",
  "TIME_PERIOD" : "The period of time or point in time to which the measured observation refers.",
  "UNIT" : " - ",
  "languages" : "en",
  "otherId" : "COSAEA_ESMS_A_1731406097602",
  "coverageTime" : "<p>For the EAA, data availability is generally as described here:</p>\n<p>- EU-15 data are available from 1993 onwards,</p>\n<p>- EU-25 data are available from 1998 onwards,&nbsp;</p>\n<p>- EU-27_2007 data are available from 1998 onwards,</p>\n<p>- EU-28 data are available for the years 2005-2019,</p>\n<p>- EU-27_2020 data&nbsp;are available from 2005,</p>\n<p>- rolling EU aggregate data&nbsp;are available from 1993 (EU6-1958, EU9-1973, EU10-1981, EU12-1986, EU15-1995, EU25-2004, EU27-2007, EU28-2013, EU27-2020),</p>\n<p>- EU-27_2020_EFTA data&nbsp;are available from 2007,</p>\n<p>- EA11 data are available from 1991 onwards,</p>\n<p>- EA12 data are available from 1993 onwards,</p>\n<p>- EA16 data are available from 1998 onwards,</p>\n<p>- EA19 data are available from 1998 onwards,</p>\n<p>- EA20 data are available from 2005 onwards,</p>\n<p>- rolling EA aggregate data&nbsp;are available from 1991 (EA11-1999, EA12-2001, EA13-2007, EA15-2008, EA16-2009, EA17-2011, EA18-2014, EA19-2015, EA20-2023),</p>\n<p>- Member State data: for some countries data go back as far as 1973 (Denmark, France,&nbsp;and Sweden),</p>\n<p>- EFTA countries data availability: Switzerland (for 1985 onwards), Iceland (for 2007 onwards), Norway (for 1995 onwards),</p>\n<p>- United Kingdom (1973-2020).</p>\n<p>For most countries regional data are available for fewer years than the series of national EAA.</p>\n<p>&nbsp;</p>",
  "LAST UPDATE" : " - ",
  "frequenceDissimination" : "<p>Annual - national data that countries provide under transmisison programme (specified in the Annex of the EAA regulation) are published by Eurostat at the same date of the news release/news item.</p>\n<p>Regional data are published annually,&nbsp;uploaded in the database upon receipt and validation.</p>",
  "ds_releasedate" : "2015-12-09T17:43:31+0100",
  "creationDate" : "2015-12-09T17:43:31+0100",
  "organizationUnitProvider" : "<p>E1: Agriculture and fisheries</p>",
  "contactProvider" : "<p>Eurostat, the statistical office of the European Union</p>\n<p>5 Rue Alphonse Weicker</p>\n<p>L-2921 Luxembourg</p>",
  "unitMeasure" : "<p>Accounts data are given in:</p>\n<p>•Millions of euro (from 1.1.1999)/Millions of ECU (up to 31.12.1998),</p>\n<p>•Millions of national currency (including 'euro fixed' series for euro area countries)</p>\n<p>•MIO_PPS Millions of PPS (Purchasing Power Standard)</p>\n<p>Furthermore, the core data and the indicators are expressed using indices. The reference years are 2015=100, 2010=100, 2005 = 100 and n-1 = 100, respectively</p>\n<p>Agricultural labour input data are given in</p>\n<p>•Thousands of annual work units (AWU)</p>\n<p>•Indices related to 2015=100, 2010=100 and 2005=100</p>\n<p>Real factor income per annual work unit (AWU) indicator is in euro/AWU.</p>\n<p>Unit value statistics (historical data until 2018) are given in</p>\n<p><span lang=\"FR-BE\" data-mce-mark=\"1\">•1000 tonnes (Quantities) </span></p>\n<p>•Euro per tonnes (unit value)</p>\n<p>•National currency per tonnes (unit values)</p>",
  "GEO" : " - ",
  "externalVersion" : "COSAEA_ESMS_A:1.0",
  "metadataUrl" : "https://ec.europa.eu/eurostat/cache/metadata/en/aact_esms.htm",
  "ds_lastmodifieddate" : "2024-12-16T11:00:00+0100",
  "dataThemes" : "Agriculture, fisheries, forestry and food",
  "classSystem" : "<p>The EAA are an integral part of the ESA. As such, they are compiled based on NACE REV. 2, the statistical classification of economic activities in the European Community. The list of activities which defines the agricultural industry corresponds, in principle, to Division 01 of that classification: Crop and animal production, hunting and related service activities. The list of products collected is enclosed in annex.</p>\n<p>The data are collected under regulation for Member States and EFTA countries. Candidate countries may send data on voluntary basis.</p>\n<p>None of the candidate countries participated in the quality reporting for the reference year 2020.</p>\n<p><strong>Regional data</strong></p>\n<p>The territorial classification of regional data is broken down according to the <a title=\"NUTS classification\" href=\"http://ec.europa.eu/eurostat/c/portal/layout?p_l_id=629283&amp;p_v_l_s_g_id=0\" target=\"_blank\">NUTS classification</a>.</p>\n<p>For most countries the regional data is available at NUTS 2 level.</p>\n                    \n                        \n                            FILE\n                            List of products collected for Economic Accounts for Agriculture\n                            Annexes/aact_esms_an_1.xls",
  "publisher" : "ESTAT",
  "OBS_VALUE" : "The value, at a particular period, of a particular variable.",
  "OBS_FLAG" : " - ",
  "startDate" : "1973"
}