{
  "endDate" : "2010",
  "DATAFLOW" : " - ",
  "description" : "<p>Structural business statistics (SBS) describes the structure, conduct and performance of economic activities, down to the most detailed activity level (several hundred economic sectors).</p>\n<p>SBS are transmitted annually by the EU Member States on the basis of a legal obligation from 1995 onwards. &nbsp;</p>\n<p style=\"text-align: justify;\">SBS covers all activities of the business economy with the exception of agricultural activities and personal services and the data are provided by all EU Member States, Iceland, Norway and Switzerland, some candidate and potential candidate countries. The data are collected by domain of activity (annex) :</p>\n<ul>\n<li style=\"text-align: justify;\">Annex I - Services,</li>\n<li style=\"text-align: justify;\">Annex II - Industry,</li>\n<li style=\"text-align: justify;\">Annex III - Trade, and</li>\n<li style=\"text-align: justify;\">Annex IV- Constructions and by datasets. Each annex contains several datasets as indicated in the SBS Regulation.</li>\n</ul>\n<p style=\"text-align: justify;\">The majority of the data is collected by National Statistical Institutes (NSIs) by means of statistical surveys, business registers or from various administrative sources. Regulatory or controlling national offices for financial institutions or central banks often provide the information required for the financial sector (NACE Rev 2 Section K / NACE Rev 1.1 Section J).</p>\n<p>Member States apply various statistical methods, according to the data source, such as grossing up, model based estimation or different forms of imputation, to ensure the quality of SBSs produced.</p>\n<p>Main characteristics (variables) of the SBS data category:</p>\n<ul>\n<li>Business Demographic variables (e.g. Number of enterprises),</li>\n<li>\"Output related\" variables (e.g. Turnover, Value added),</li>\n<li>\"Input related\" variables:&nbsp;labour input (e.g. Employment, Hours worked); goods and services input (e.g. Total of purchases);&nbsp;capital input (e.g. Material investments).</li>\n</ul>\n<p>All SBS characteristics are published on Eurostat’s website by tables and an example of the existent tables is presented below:</p>\n<ul>\n<li>Annual enterprise statistics: Characteristics collected are published by country and detailed on NACE Rev 2 and NACE Rev 1.1 class level (4-digits). Some classes or groups in 'services' section have been aggregated.</li>\n<li style=\"text-align: justify;\">Annual enterprise statistics broken down by size classes: Characteristics are published by country and detailed down to NACE Rev 2 and NACE Rev 1.1 group level (3-digits) and employment size class. For trade (NACE Rev 2 and NACE Rev 1.1 Section G) a supplementary breakdown by turnover size class is available.</li>\n<li>Annual regional statistics: Four characteristics are published by NUTS-2 country region and detailed on NACE Rev 2 and NACE Rev 1.1 division level (2-digits) (but to group level (3-digits) for the trade section).</li>\n</ul>\n<p style=\"text-align: justify;\">More information on the contents of different tables: the detail level and breakdowns required starting with the reference year 2008 is defined in <a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:086:0170:0228:EN:PDF\">Commission Regulation N° 251/2009</a>. For previous reference years it is included in <a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:1998:344:0081:0101:EN:PDF\">Commission Regulations (EC) N° 2701/98</a> and amended by <a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2002:244:0007:0025:EN:PDF\">Commission Regulation N°1614/2002</a> and <a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2003:244:0057:0073:EN:PDF\">Commission Regulation N°1669/2003</a>.</p>\n<p>Several important derived indicators are generated in the form of ratios of certain monetary characteristics or per head values. A list with the available derived indicators is available below in the Annex.</p>",
  "coverageSector" : "<p>The SBS coverage was limited to Sections C to K of NACE Rev.1.1 until 2007. Starting from the reference year 2008 data is available for Sections B to N and Division S95 of NACE Rev.2.</p>\n<p>NACE Rev.2 Section K and NACE Rev.1.1. Section J is only covered partially by the data on insurance services, credit institutions and pension funds (separate metadata files have been compiled)</p>\n<p>Double reported data in NACE Rev.1.1 for the reference year 2008 is available from the second quarter of 2011.</p>\n<p style=\"text-align: justify;\">National Statistical Institutes have provided on a voluntary basis backcasted NACE Rev.2 data for reference years 2005-2007. For countries for which these data were not provided, Eurostat has made estimates based on the conversion of the available NACE Rev.1.1 data. Some activities could not be estimated as they were not covered in the NACE Rev.1.1 data collection. Please note that for the size class data some NACE Rev.2 divisions need to be taken together, especially in the services sector, as in NACE Rev.1.1. there were fewer details available. Size class data on NACE Rev.2 Section M excludes M75 veterinary activities.</p>",
  "title" : "Reasons for partial success or lack of success in obtaining equity finance, by type of enterprise and NACE Rev. 2 (2007-2010)",
  "contactOrganizationProvider" : "<p>Eurostat, the statistical office of the European Union</p>",
  "prov_elab" : "no",
  "licence_name" : "<p><strong>Confidentiality - </strong>if data are of truly confidential nature according to the above mentioned regulation, they have to be flagged confidential, and they will not be published by Eurostat.</p>\n<p>Eurostat makes available all non-confidential data on its dissemination website.</p>",
  "dtm_manager" : "FondazioneGrins",
  "ENTERPR" : " - ",
  "provider" : "4D0",
  "FREQ" : "The time interval at which observations occur over a given time period.",
  "timeDimension" : "2020-A0",
  "licence_description" : "<p style=\"text-align: justify;\"><span style=\"text-decoration: underline;\"><a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:087:0164:0173:EN:PDF\" target=\"_self\">Regulation (EC) No 223/2009 on European statistics</a></span> (recital 24 and Article 20(4)) of 11 March 2009 (OJ L 87, p. 164), stipulates the need to establish common principles and guidelines ensuring the confidentiality of data used for the production of European statistics and the access to those confidential data with due account for technical developments and the requirements of users in a democratic society.</p>",
  "TIME_PERIOD" : "The period of time or point in time to which the measured observation refers.",
  "REASON" : " - ",
  "UNIT" : " - ",
  "languages" : "en",
  "otherId" : "SBS_ESMS_A_1731508199413",
  "coverageTime" : "<p>1995 is the first reference year for SBS implementation and the period between 1995 till 1998 was a transitional period for SBS implementation.</p>\n<p>The data set is more complete and comparable starting from reference year 1999. European aggregates are available for most important characteristics and tables from reference year 1999 onwards.</p>",
  "NACE_R2" : " - ",
  "LAST UPDATE" : " - ",
  "frequenceDissimination" : "<p>Annual, however, some specific sector information is available only on a multi-yearly basis.</p>",
  "organizationUnitProvider" : "<p>G2:&nbsp;European Businesses</p>",
  "ds_releasedate" : "2011-10-03T08:24:13+0200",
  "creationDate" : "2011-10-03T08:24:13+0200",
  "contactProvider" : "<p>2920 Luxembourg LUXEMBOURG</p>",
  "unitMeasure" : "<ul type=\"disc\">\n<li>Monetary data are expressed in millions of €. See annex at the bottom of the page for annual average exchange rates vis-à-vis the euro.</li>\n<li>Per head values are expressed in thousands of € per head.</li>\n<li>Per hours values are expressed in € per hour.</li>\n<li>Ratios of monetary variables are expressed in percentages.</li>\n</ul>\n<p>Employment variables are expressed in units.</p>",
  "GEO" : " - ",
  "externalVersion" : "SBS_ESMS_A:1.0",
  "metadataUrl" : "https://ec.europa.eu/eurostat/cache/metadata/en/sbs_h_esms.htm",
  "ds_lastmodifieddate" : "2011-09-22T23:00:00+0200",
  "dataThemes" : "General",
  "classSystem" : "<p style=\"text-align: justify;\">Statistical Classification of Economic Activities in the European Community (NACE): <a href=\"https://circabc.europa.eu/ui/group/c1b49c83-24a7-4ff2-951c-621ac0a89fd8/library/f917dd13-6970-437d-a210-3fbd1d4468f5\">NACE Rev.1</a> was used until 2001, <a href=\"https://circabc.europa.eu/ui/group/c1b49c83-24a7-4ff2-951c-621ac0a89fd8/library/205cd4b4-0b28-4d4c-8d44-006a38d65340?p=1&amp;n=10&amp;sort=modified_DESC\">NACE Rev. 1.1</a> since 2002, and <a href=\"https://showvoc.op.europa.eu/#/datasets/ESTAT_Statistical_Classification_of_Economic_Activities_in_the_European_Community_Rev._2/data\">NACE Rev 2</a> is used from 2008 onwards. &nbsp;Key data were double reported in NACE Rev.1.1 and NACE Rev.2 for 2008. From 2009 onwards, only NACE Rev.2 data are available.</p>\n<p>The regional breakdown of the EU Member States is based on the <a href=\"https://showvoc.op.europa.eu/#/datasets/ESTAT_Nomenclature_of_Territorial_Units_for_Statistics/data\">Nomenclature of Territorial Units for Statistics (NUTS).</a></p>\n<p>The product breakdown is based on the Classification of Products by Activity (CPA) as stated in the <a href=\"http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2008:145:0065:0226:EN:PDF\">Regulation establishing CPA 2008</a>.&nbsp;</p>\n<p>Country codes and names are based on <a href=\"http://publications.europa.eu/code/en/en-5000500.htm\">the inter-institutional style guide</a>.</p>",
  "publisher" : "ESTAT",
  "OBS_VALUE" : "The value, at a particular period, of a particular variable.",
  "OBS_FLAG" : " - ",
  "startDate" : "2007"
}